{
    "texts": [
      {"id": 1, "content": "The loquacious orator delivered a grandiloquent speech. His bombastic style left the audience flabbergasted."},
      {"id": 2, "content": "The mercurial weather patterns made it difficult to plan outdoor activities. One moment it was halcyon, the next a tempestuous downpour."},  
      {"id": 3, "content": "The recalcitrant child refused to acquiesce to his parents' demands. His obstreperous behavior caused consternation for the whole family."},
      {"id": 4, "content": "The artist's chiaroscuro technique created a striking juxtaposition of light and shadow. The tenebrific atmosphere evoked a sense of mystery."},
      {"id": 5, "content": "The syzygy of celestial bodies produced an ethereal sight. The ephemeral alignment disappeared as quickly as it had materialized."},
      {"id": 6, "content": "The quixotic knight errant set out on a hapless quest. His zany misadventures became the stuff of legend."},
      {"id": 7, "content": "The restaurant's rarefied ambiance and coruscating chandeliers created an air of sophistication. Patrons enjoyed an unparalleled gustatory experience."},
      {"id": 8, "content": "The equinox marked the beginning of autumn's inexorable march. Deciduous trees began their kaleidoscopic transformation."},
      {"id": 9, "content": "The professor's pleonastic writing style and sesquipedalian words confounded his students. Deciphering his prolix prose was an arduous task."},
      {"id": 10, "content": "The pyrrhic victory came at a great cost, leaving the triumphant army debilitated. The concomitant suffering on both sides was devastating."},
      {"id": 11, "content": "The entomologist studied the morphology of the iridescent lepidoptera. The diaphanous wings of the gossamer creatures were mesmerizing."},
      {"id": 12, "content": "The cacophonous symphony of the bustling city never ceased. The clamor of quotidian life formed an unmelodious yet captivating soundscape."},
      {"id": 13, "content": "The bibliophile's home was a labyrinthine repository of tomes. Every nook and cranny was crammed with piles of esoteric volumes."},
      {"id": 14, "content": "The acrimonious debate between the two scholars turned vituperative. Ad hominem attacks replaced reasoned discourse as tempers flared."},
      {"id": 15, "content": "The peregrination through the quagmire was an onerous ordeal. The miasma rising from the fetid swamp made every step a struggle."}
    ]
  }