{
    "texts": [
      {
        "id": 16,
        "content": "On the 13th of April, 660 BC, the ancient city of Byzantium was founded. It later became known as Constantinople in 330 AD under the rule of Constantine the Great (r. 306-337 AD)!"
      },
      {
        "id": 17,
        "content": "The #1 hit song on Billboard charts for the week of January 1st, 2000 (1/1/2000) was 'Smooth' by Santana feat. Rob Thomas. This song remained at the top for 12 consecutive weeks (10/23/1999 - 1/8/2000)!"
      },
      {
        "id": 18,
        "content": "The Great Fire of London began on September 2nd, 1666 (2/9/1666) and raged for 4 days until September 6th (6/9/1666). It destroyed over 13,000 houses and displaced an estimated 70,000-100,000 people!"
      },
      {
        "id": 19,
        "content": "The Rosetta Stone, discovered on July 19th, 1799 (19/7/1799), was the key to deciphering ancient Egyptian hieroglyphs. It contained the same text in 3 scripts: hieroglyphic, demotic, & ancient Greek - a true linguistic treasure!"
      },
      {
        "id": 20,
        "content": "The first modern Olympic Games were held in Athens, Greece from April 6th to 15th, 1896 (6/4/1896 - 15/4/1896). A total of 241 athletes (14 nations) participated in 43 events across 9 sports!"
      },
      {
        "id": 21,
        "content": "The Berlin Wall, a symbol of the Cold War, was erected on August 13th, 1961 (13/8/1961). It divided the city for over 28 years (10,316 days) until its fall on November 9th, 1989 (9/11/1989)!"
      },
      {
        "id": 22,
        "content": "The world's first successful ascent of Mount Everest (29,029 ft) was achieved by Sir Edmund Hillary & Tenzing Norgay on May 29th, 1953 (29/5/1953). They reached the summit at 11:30 am local time!"
      },
      {
        "id": 23,
        "content": "The Chernobyl nuclear disaster occurred on April 26th, 1986 (26/4/1986) at 1:23 am. The explosion released radioactive material across Europe & contaminated an area of 150,000 km² (57,915 mi²)!"
      },
      {
        "id": 24,
        "content": "The Magna Carta, a cornerstone of constitutional law, was sealed by King John on June 15th, 1215 AD (15/6/1215). It established the principle that everyone, including the king, was subject to the law - a revolutionary concept!"
      },
      {
        "id": 25,
        "content": "The first manned mission to the Moon, Apollo 11, launched on July 16th, 1969 (16/7/1969) at 9:32 am EDT. Neil Armstrong & Buzz Aldrin became the first humans to walk on the lunar surface on July 20th (20/7/1969) at 10:56 pm EDT!"
      },
      {
        "id": 26,
        "content": "The Black Death, one of the deadliest pandemics in human history, peaked in Europe from 1347-1351 AD. It is estimated to have killed 30-60% of Europe's population, with a death toll of 75-200 million people worldwide!"
      },{
        "id": 27,
        "content": "The Titanic, dubbed 'unsinkable', struck an iceberg on April 14th, 1912 (14/4/1912) at 11:40 pm. It sank less than 3 hours later at 2:20 am on April 15th (15/4/1912), resulting in the loss of over 1,500 lives out of the 2,224 passengers & crew onboard!"  
      },
      {
        "id": 28,
        "content": "The Mayan Long Count calendar, which spanned approximately 5,125 years (1,872,000 days), reached the end of a cycle on December 21st, 2012 (21/12/2012). This date was incorrectly interpreted by some as the 'end of the world'!"
      },
      {
        "id": 29,
        "content": "The first email was sent by Ray Tomlinson in 1971, and it traveled a distance of only about 10 feet (3 meters)! The exact date is unknown, but it likely occurred in late summer or early fall of that year (1971-08 or 1971-09)."
      },
      {
        "id": 30,
        "content": "The signing of the Declaration of Independence occurred on July 4th, 1776 (4/7/1776), marking the birth of the United States of America. Interestingly, John Adams believed that July 2nd (2/7/1776) would be the date remembered by history!"
      }
    ]
  }